"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 800, \"word_counts\": \"{\\\"the\\\": 468, \\\"worst\\\": 10, \\\"was\\\": 239, \\\"salmon\\\": 4, \\\"sashimi\\\": 3, \\\"an\\\": 27, \\\"excellent\\\": 9, \\\"new\\\": 3, \\\"restaurant\\\": 19, \\\"by\\\": 20, \\\"experienced\\\": 1, \\\"frenchman\\\": 1, \\\"went\\\": 9, \\\"for\\\": 84, \\\"lunch\\\": 7, \\\"service\\\": 64, \\\"slow\\\": 9, \\\"i\\\": 244, \\\"think\\\": 13, \\\"this\\\": 112, \\\"suffers\\\": 1, \\\"from\\\": 18, \\\"not\\\": 95, \\\"trying\\\": 2, \\\"hard\\\": 5, \\\"enough\\\": 12, \\\"just\\\": 25, \\\"had\\\": 61, \\\"here\\\": 43, \\\"and\\\": 316, \\\"a\\\": 191, \\\"great\\\": 62, \\\"experience\\\": 16, \\\"got\\\": 15, \\\"home\\\": 5, \\\"to\\\": 176, \\\"see\\\": 6, \\\"driest\\\": 2, \\\"damn\\\": 4, \\\"wings\\\": 4, \\\"ever\\\": 21, \\\"delicious\\\": 22, \\\"they\\\": 42, \\\"brought\\\": 3, \\\"fresh\\\": 13, \\\"batch\\\": 1, \\\"of\\\": 104, \\\"fries\\\": 6, \\\"thinking\\\": 1, \\\"yay\\\": 1, \\\"something\\\": 2, \\\"warm\\\": 5, \\\"but\\\": 49, \\\"no\\\": 22, \\\"then\\\": 9, \\\"tragedy\\\": 1, \\\"struck\\\": 1, \\\"awful\\\": 3, \\\"food\\\": 99, \\\"huge\\\": 4, \\\"portions\\\": 5, \\\"give\\\": 7, \\\"military\\\": 1, \\\"discount\\\": 1, \\\"waiter\\\": 6, \\\"wasn't\\\": 11, \\\"helpful\\\": 3, \\\"or\\\": 13, \\\"friendly\\\": 21, \\\"rarely\\\": 2, \\\"checked\\\": 3, \\\"on\\\": 41, \\\"us\\\": 17, \\\"could\\\": 12, \\\"barely\\\": 4, \\\"stomach\\\": 1, \\\"meal\\\": 8, \\\"didn't\\\": 11, \\\"complain\\\": 2, \\\"because\\\": 14, \\\"it\\\": 110, \\\"business\\\": 4, \\\"that\\\": 58, \\\"price\\\": 4, \\\"can\\\": 15, \\\"few\\\": 6, \\\"place\\\": 81, \\\"would\\\": 21, \\\"have\\\": 45, \\\"much\\\": 14, \\\"rather\\\": 3, \\\"gone\\\": 2, \\\"fried\\\": 4, \\\"rice\\\": 4, \\\"dry\\\": 3, \\\"as\\\": 31, \\\"well\\\": 12, \\\"both\\\": 6, \\\"them\\\": 12, \\\"were\\\": 54, \\\"truly\\\": 1, \\\"unbelievably\\\": 1, \\\"good\\\": 77, \\\"am\\\": 6, \\\"so\\\": 54, \\\"glad\\\": 2, \\\"we\\\": 71, \\\"back\\\": 50, \\\"eclectic\\\": 1, \\\"selection\\\": 9, \\\"based\\\": 1, \\\"sub\\\": 1, \\\"par\\\": 3, \\\"received\\\": 3, \\\"effort\\\": 1, \\\"show\\\": 1, \\\"their\\\": 25, \\\"gratitude\\\": 1, \\\"my\\\": 59, \\\"won't\\\": 16, \\\"be\\\": 50, \\\"going\\\": 16, \\\"chips\\\": 7, \\\"sals\\\": 1, \\\"is\\\": 134, \\\"amazing\\\": 17, \\\"quick\\\": 4, \\\"even\\\": 15, \\\"go\\\": 29, \\\"orders\\\": 2, \\\"are\\\": 46, \\\"like\\\": 41, \\\"greedy\\\": 1, \\\"corporation\\\": 1, \\\"will\\\": 31, \\\"never\\\": 19, \\\"another\\\": 8, \\\"dime\\\": 1, \\\"me\\\": 14, \\\"also\\\": 20, \\\"now\\\": 8, \\\"serve\\\": 1, \\\"indian\\\": 1, \\\"naan\\\": 1, \\\"bread\\\": 3, \\\"with\\\": 55, \\\"hummus\\\": 2, \\\"some\\\": 15, \\\"spicy\\\": 8, \\\"pine\\\": 1, \\\"nut\\\": 1, \\\"sauce\\\": 9, \\\"out\\\": 23, \\\"world\\\": 2, \\\"what\\\": 19, \\\"happened\\\": 2, \\\"next\\\": 9, \\\"pretty\\\": 17, \\\"off\\\": 7, \\\"putting\\\": 1, \\\"side\\\": 5, \\\"greek\\\": 3, \\\"salad\\\": 15, \\\"dressing\\\": 3, \\\"tasty\\\": 9, \\\"pita\\\": 2, \\\"very\\\": 51, \\\"refreshing\\\": 1, \\\"pizza\\\": 11, \\\"selections\\\": 2, \\\"texture\\\": 2, \\\"nasty\\\": 2, \\\"i'm\\\": 17, \\\"eat\\\": 15, \\\"potato\\\": 6, \\\"found\\\": 6, \\\"strangers\\\": 1, \\\"hair\\\": 2, \\\"in\\\": 89, \\\"sat\\\": 4, \\\"ten\\\": 2, \\\"minutes\\\": 15, \\\"finally\\\": 2, \\\"gave\\\": 3, \\\"up\\\": 22, \\\"left\\\": 4, \\\"order\\\": 9, \\\"correct\\\": 1, \\\"if\\\": 20, \\\"there\\\": 30, \\\"zero\\\": 4, \\\"stars\\\": 13, \\\"probably\\\": 9, \\\"i've\\\": 11, \\\"seen\\\": 1, \\\"vegas\\\": 18, \\\"none\\\": 3, \\\"can't\\\": 6, \\\"tell\\\": 6, \\\"you\\\": 51, \\\"how\\\": 12, \\\"disappointed\\\": 15, \\\"jewel\\\": 1, \\\"las\\\": 1, \\\"exactly\\\": 1, \\\"been\\\": 17, \\\"hoping\\\": 1, \\\"find\\\": 2, \\\"nearly\\\": 1, \\\"years\\\": 3, \\\"living\\\": 1, \\\"tasted\\\": 5, \\\"old\\\": 5, \\\"super\\\": 5, \\\"chewy\\\": 3, \\\"way\\\": 12, \\\"seems\\\": 2, \\\"grab\\\": 1, \\\"bite\\\": 2, \\\"familiar\\\": 1, \\\"pub\\\": 1, \\\"do\\\": 9, \\\"yourself\\\": 3, \\\"favor\\\": 2, \\\"look\\\": 4, \\\"elsewhere\\\": 4, \\\"final\\\": 1, \\\"blow\\\": 1, \\\"isn't\\\": 3, \\\"bad\\\": 15, \\\"enjoy\\\": 6, \\\"dealing\\\": 2, \\\"world's\\\": 1, \\\"annoying\\\": 1, \\\"drunk\\\": 1, \\\"people\\\": 7, \\\"after\\\": 11, \\\"all\\\": 38, \\\"rave\\\": 1, \\\"reviews\\\": 3, \\\"couldn't\\\": 1, \\\"wait\\\": 12, \\\"disappointment\\\": 4, \\\"when\\\": 17, \\\"arrived\\\": 2, \\\"one\\\": 25, \\\"gyros\\\": 2, \\\"missing\\\": 1, \\\"everything\\\": 9, \\\"gross\\\": 2, \\\"stopped\\\": 2, \\\"during\\\": 4, \\\"late\\\": 2, \\\"may\\\": 4, \\\"bank\\\": 1, \\\"holiday\\\": 1, \\\"rick\\\": 1, \\\"steve\\\": 1, \\\"recommendation\\\": 2, \\\"loved\\\": 7, \\\"inviting\\\": 1, \\\"perfect\\\": 8, \\\"night\\\": 10, \\\"once\\\": 7, \\\"get\\\": 15, \\\"inside\\\": 5, \\\"you'll\\\": 1, \\\"impressed\\\": 7, \\\"sooooo\\\": 1, \\\"come\\\": 8, \\\"again\\\": 18, \\\"sweet\\\": 4, \\\"seasoned\\\": 1, \\\"pan\\\": 1, \\\"cakes\\\": 1, \\\"everyone\\\": 4, \\\"raving\\\": 1, \\\"about\\\": 14, \\\"taste\\\": 10, \\\"sugary\\\": 2, \\\"disaster\\\": 1, \\\"tailored\\\": 1, \\\"palate\\\": 1, \\\"six\\\": 2, \\\"year\\\": 2, \\\"things\\\": 5, \\\"wrong\\\": 4, \\\"burned\\\": 1, \\\"saganaki\\\": 1, \\\"turkey\\\": 1, \\\"roast\\\": 2, \\\"beef\\\": 5, \\\"bland\\\": 10, \\\"spend\\\": 2, \\\"your\\\": 21, \\\"money\\\": 5, \\\"time\\\": 33, \\\"else\\\": 2, \\\"atmosphere\\\": 9, \\\"fast\\\": 4, \\\"stay\\\": 3, \\\"must\\\": 6, \\\"breakfast\\\": 8, \\\"at\\\": 43, \\\"least\\\": 3, \\\"family\\\": 5, \\\"nice\\\": 20, \\\"couple\\\": 3, \\\"months\\\": 1, \\\"later\\\": 2, \\\"returned\\\": 1, \\\"point\\\": 3, \\\"finger\\\": 1, \\\"any\\\": 11, \\\"item\\\": 1, \\\"menu\\\": 12, \\\"really\\\": 33, \\\"nothing\\\": 7, \\\"postinos\\\": 1, \\\"hope\\\": 2, \\\"better\\\": 11, \\\"every\\\": 9, \\\"caring\\\": 1, \\\"teamwork\\\": 1, \\\"professional\\\": 2, \\\"degree\\\": 1, \\\"getting\\\": 6, \\\"angry\\\": 1, \\\"want\\\": 11, \\\"pho\\\": 5, \\\"ryan's\\\": 1, \\\"bar\\\": 7, \\\"definitely\\\": 13, \\\"edinburgh\\\": 1, \\\"establishment\\\": 4, \\\"revisiting\\\": 1, \\\"outstanding\\\": 2, \\\"prices\\\": 10, \\\"reasonable\\\": 5, \\\"quickly\\\": 3, \\\"either\\\": 6, \\\"always\\\": 13, \\\"evening\\\": 2, \\\"wonderful\\\": 4, \\\"manager\\\": 4, \\\"came\\\": 19, \\\"helped\\\": 2, \\\"our\\\": 35, \\\"table\\\": 9, \\\"mediocre\\\": 6, \\\"sandwich\\\": 8, \\\"dinners\\\": 1, \\\"many\\\": 7, \\\"times\\\": 11, \\\"soon\\\": 7, \\\"kind\\\": 4, \\\"mess\\\": 1, \\\"steak\\\": 14, \\\"did\\\": 21, \\\"owner's\\\": 1, \\\"first\\\": 15, \\\"might\\\": 1, \\\"last\\\": 6, \\\"touch\\\": 2, \\\"live\\\": 3, \\\"music\\\": 1, \\\"fridays\\\": 1, \\\"totally\\\": 3, \\\"blows\\\": 1, \\\"value\\\": 2, \\\"walked\\\": 3, \\\"smelled\\\": 1, \\\"grease\\\": 2, \\\"trap\\\": 1, \\\"only\\\": 20, \\\"2\\\": 6, \\\"others\\\": 2, \\\"eating\\\": 7, \\\"flavorless\\\": 1, \\\"describing\\\": 1, \\\"tepid\\\": 1, \\\"meat\\\": 5, \\\"hate\\\": 1, \\\"those\\\": 3, \\\"cheap\\\": 2, \\\"quality\\\": 11, \\\"black\\\": 2, \\\"olives\\\": 1, \\\"attentive\\\": 6, \\\"providing\\\": 1, \\\"customer\\\": 3, \\\"waited\\\": 9, \\\"hours\\\": 2, \\\"pizzas\\\": 3, \\\"other\\\": 11, \\\"around\\\": 7, \\\"who\\\": 8, \\\"10\\\": 4, \\\"we're\\\": 2, \\\"waiting\\\": 4, \\\"her\\\": 6, \\\"realized\\\": 2, \\\"coming\\\": 9, \\\"tonight\\\": 1, \\\"elk\\\": 1, \\\"filet\\\": 2, \\\"special\\\": 7, \\\"sucked\\\": 3, \\\"bathroom\\\": 2, \\\"door\\\": 3, \\\"ribeye\\\": 1, \\\"cooked\\\": 7, \\\"perfectly\\\": 3, \\\"mesquite\\\": 1, \\\"flavor\\\": 8, \\\"folks\\\": 4, \\\"otto\\\": 1, \\\"make\\\": 7, \\\"feel\\\": 8, \\\"welcome\\\": 1, \\\"busy\\\": 3, \\\"know\\\": 8, \\\"why\\\": 2, \\\"bit\\\": 5, \\\"too\\\": 14, \\\"lacked\\\": 3, \\\"salsa\\\": 3, \\\"i'd\\\": 3, \\\"airline\\\": 1, \\\"seriously\\\": 6, \\\"quite\\\": 8, \\\"clean\\\": 7, \\\"cool\\\": 3, \\\"say\\\": 14, \\\"love\\\": 15, \\\"margaritas\\\": 2, \\\"style\\\": 3, \\\"strike\\\": 1, \\\"wants\\\": 1, \\\"rushed\\\": 1, \\\"potatoes\\\": 3, \\\"rubber\\\": 1, \\\"made\\\": 10, \\\"ahead\\\": 1, \\\"being\\\": 12, \\\"kept\\\": 4, \\\"under\\\": 2, \\\"warmer\\\": 1, \\\"staff\\\": 14, \\\"joint\\\": 2, \\\"thirty\\\": 1, \\\"seated\\\": 4, \\\"although\\\": 3, \\\"8\\\": 2, \\\"vacant\\\": 1, \\\"tables\\\": 5, \\\"i'll\\\": 6, \\\"take\\\": 7, \\\"dinner\\\": 6, \\\"dollars\\\": 1, \\\"seafood\\\": 5, \\\"limited\\\": 1, \\\"boiled\\\": 1, \\\"shrimp\\\": 5, \\\"crab\\\": 2, \\\"legs\\\": 2, \\\"furthermore\\\": 1, \\\"operation\\\": 1, \\\"website\\\": 1, \\\"girlfriend's\\\": 1, \\\"veal\\\": 1, \\\"maybe\\\": 2, \\\"it's\\\": 14, \\\"vegetarian\\\": 2, \\\"fare\\\": 2, \\\"twice\\\": 6, \\\"thought\\\": 5, \\\"average\\\": 4, \\\"best\\\": 27, \\\"swung\\\": 1, \\\"try\\\": 6, \\\"deeply\\\": 1, \\\"fairly\\\": 1, \\\"simply\\\": 2, \\\"worth\\\": 8, \\\"pale\\\": 1, \\\"color\\\": 2, \\\"instead\\\": 1, \\\"char\\\": 2, \\\"has\\\": 12, \\\"over\\\": 8, \\\"rated\\\": 2, \\\"recommend\\\": 9, \\\"sure\\\": 6, \\\"ask\\\": 3, \\\"spicier\\\": 1, \\\"prefer\\\": 1, \\\"insulted\\\": 3, \\\"mains\\\": 1, \\\"uninspired\\\": 1, \\\"treated\\\": 2, \\\"equally\\\": 2, \\\"han\\\": 1, \\\"nan\\\": 1, \\\"chicken\\\": 14, \\\"friend\\\": 2, \\\"tartar\\\": 1, \\\"cheated\\\": 1, \\\"wasting\\\": 1, \\\"opportunity\\\": 2, \\\"company\\\": 2, \\\"thumbs\\\": 4, \\\"down\\\": 9, \\\"chip\\\": 1, \\\"sad\\\": 3, \\\"count\\\": 1, \\\"box\\\": 1, \\\"12\\\": 1, \\\"asked\\\": 4, \\\"multiple\\\": 2, \\\"wine\\\": 3, \\\"list\\\": 3, \\\"ignored\\\": 1, \\\"hostess\\\": 1, \\\"myself\\\": 1, \\\"nutshell\\\": 1, \\\"1\\\": 3, \\\"restaraunt\\\": 1, \\\"smells\\\": 1, \\\"combination\\\": 1, \\\"dirty\\\": 4, \\\"fish\\\": 5, \\\"market\\\": 1, \\\"sewer\\\": 1, \\\"overall\\\": 6, \\\"noca\\\": 1, \\\"vegetables\\\": 2, \\\"feels\\\": 2, \\\"authentic\\\": 6, \\\"thai\\\": 4, \\\"small\\\": 5, \\\"fine\\\": 3, \\\"dining\\\": 7, \\\"thing\\\": 7, \\\"management\\\": 4, \\\"rude\\\": 6, \\\"server\\\": 10, \\\"serving\\\": 2, \\\"she\\\": 9, \\\"ordered\\\": 12, \\\"toasted\\\": 1, \\\"english\\\": 1, \\\"muffin\\\": 1, \\\"untoasted\\\": 1, \\\"compliments\\\": 1, \\\"chef\\\": 4, \\\"which\\\": 13, \\\"especially\\\": 2, \\\"bring\\\": 5, \\\"two\\\": 7, \\\"boys\\\": 1, \\\"baby\\\": 2, \\\"wow\\\": 2, \\\"friends\\\": 3, \\\"basically\\\": 2, \\\"figured\\\": 1, \\\"joke\\\": 2, \\\"mind\\\": 2, \\\"making\\\": 1, \\\"publicly\\\": 1, \\\"loudly\\\": 1, \\\"known\\\": 2, \\\"fun\\\": 4, \\\"hello\\\": 1, \\\"right\\\": 7, \\\"highlighted\\\": 1, \\\"unique\\\": 1, \\\"beautiful\\\": 2, \\\"setting\\\": 3, \\\"check\\\": 6, \\\"sun\\\": 1, \\\"steaks\\\": 3, \\\"trimmed\\\": 1, \\\"today\\\": 3, \\\"buldogis\\\": 1, \\\"gourmet\\\": 1, \\\"hot\\\": 9, \\\"dog\\\": 3, \\\"more\\\": 12, \\\"than\\\": 11, \\\"possible\\\": 3, \\\"waitresses\\\": 1, \\\"host\\\": 1, \\\"lack\\\": 1, \\\"word\\\": 2, \\\"bitches\\\": 1, \\\"considering\\\": 2, \\\"located\\\": 1, \\\"crystals\\\": 1, \\\"shopping\\\": 1, \\\"mall\\\": 2, \\\"aria\\\": 1, \\\"companions\\\": 1, \\\"told\\\": 3, \\\"saving\\\": 1, \\\"room\\\": 3, \\\"drinks\\\": 3, \\\"weak\\\": 1, \\\"summary\\\": 1, \\\"largely\\\": 1, \\\"disappointing\\\": 4, \\\"building\\\": 2, \\\"itself\\\": 3, \\\"neat\\\": 1, \\\"trippy\\\": 1, \\\"wouldn't\\\": 3, \\\"decided\\\": 2, \\\"send\\\": 1, \\\"waitress\\\": 6, \\\"looked\\\": 2, \\\"verge\\\": 1, \\\"having\\\": 1, \\\"heart\\\": 3, \\\"attack\\\": 2, \\\"chefs\\\": 1, \\\"job\\\": 3, \\\"finish\\\": 2, \\\"don't\\\": 22, \\\"penne\\\": 1, \\\"vodka\\\": 1, \\\"beer\\\": 6, \\\"drink\\\": 3, \\\"mistake\\\": 2, \\\"blanket\\\": 1, \\\"moz\\\": 1, \\\"top\\\": 2, \\\"done\\\": 5, \\\"cover\\\": 1, \\\"subpar\\\": 1, \\\"we've\\\": 2, \\\"tried\\\": 5, \\\"boy\\\": 2, \\\"sucker\\\": 1, \\\"subway\\\": 2, \\\"fact\\\": 4, \\\"meet\\\": 1, \\\"expectations\\\": 1, \\\"we'll\\\": 3, \\\"anytime\\\": 3, \\\"full\\\": 3, \\\"took\\\": 8, \\\"hour\\\": 6, \\\"4\\\": 2, \\\"luke\\\": 1, \\\"sever\\\": 1, \\\"running\\\": 4, \\\"he\\\": 15, \\\"overwhelmed\\\": 2, \\\"bother\\\": 2, \\\"ice\\\": 4, \\\"cream\\\": 4, \\\"dessert\\\": 4, \\\"feeling\\\": 2, \\\"satisfied\\\": 1, \\\"disgrace\\\": 1, \\\"flavorful\\\": 3, \\\"amount\\\": 2, \\\"heat\\\": 2, \\\"bacon\\\": 4, \\\"hella\\\": 1, \\\"salty\\\": 1, \\\"work\\\": 1, \\\"hospitality\\\": 1, \\\"industry\\\": 1, \\\"paradise\\\": 1, \\\"valley\\\": 2, \\\"refrained\\\": 1, \\\"recommending\\\": 1, \\\"cibo\\\": 1, \\\"longer\\\": 2, \\\"lordy\\\": 1, \\\"khao\\\": 1, \\\"soi\\\": 1, \\\"dish\\\": 7, \\\"missed\\\": 1, \\\"curry\\\": 2, \\\"lovers\\\": 1, \\\"honeslty\\\": 1, \\\"felt\\\": 7, \\\"guest\\\": 1, \\\"treat\\\": 1, \\\"group\\\": 1, \\\"70\\\": 1, \\\"claimed\\\": 1, \\\"40\\\": 3, \\\"handled\\\": 1, \\\"beautifully\\\": 1, \\\"30\\\": 4, \\\"min\\\": 2, \\\"milkshake\\\": 1, \\\"chocolate\\\": 1, \\\"milk\\\": 1, \\\"cannot\\\": 2, \\\"believe\\\": 3, \\\"owner\\\": 2, \\\"unexperienced\\\": 1, \\\"employees\\\": 1, \\\"chickens\\\": 1, \\\"heads\\\": 1, \\\"cut\\\": 2, \\\"packed\\\": 1, \\\"rolled\\\": 1, \\\"eyes\\\": 1, \\\"stayed\\\": 2, \\\"bathrooms\\\": 2, \\\"decorated\\\": 2, \\\"paying\\\": 1, \\\"7\\\": 2, \\\"85\\\": 1, \\\"looks\\\": 1, \\\"kid's\\\": 1, \\\"wienerschnitzel\\\": 1, \\\"idea\\\": 1, \\\"watch\\\": 2, \\\"sporting\\\": 1, \\\"events\\\": 1, \\\"walls\\\": 1, \\\"covered\\\": 1, \\\"tv's\\\": 1, \\\"shower\\\": 2, \\\"area\\\": 6, \\\"outside\\\": 4, \\\"rinse\\\": 1, \\\"unless\\\": 2, \\\"nude\\\": 1, \\\"ri\\\": 1, \\\"calamari\\\": 1, \\\"mom's\\\": 1, \\\"multi\\\": 1, \\\"grain\\\": 1, \\\"pumpkin\\\": 1, \\\"pancakes\\\": 2, \\\"pecan\\\": 1, \\\"butter\\\": 2, \\\"fluffy\\\": 1, \\\"including\\\": 1, \\\"massive\\\": 1, \\\"meatloaf\\\": 1, \\\"crispy\\\": 2, \\\"wrap\\\": 2, \\\"delish\\\": 1, \\\"tuna\\\": 2, \\\"melt\\\": 2, \\\"burgers\\\": 3, \\\"refried\\\": 1, \\\"beans\\\": 3, \\\"dried\\\": 1, \\\"crusty\\\": 1, \\\"flair\\\": 1, \\\"bartenders\\\": 1, \\\"absolutely\\\": 8, \\\"lemon\\\": 1, \\\"raspberry\\\": 1, \\\"cocktail\\\": 1, \\\"incredible\\\": 3, \\\"deal\\\": 5, \\\"drag\\\": 1, \\\"into\\\": 2, \\\"before\\\": 3, \\\"expected\\\": 2, \\\"trip\\\": 3, \\\"perpared\\\": 1, \\\"presentation\\\": 2, \\\"3\\\": 5, \\\"giant\\\": 1, \\\"slices\\\": 1, \\\"toast\\\": 1, \\\"lightly\\\": 1, \\\"dusted\\\": 1, \\\"powdered\\\": 1, \\\"sugar\\\": 1, \\\"grill\\\": 2, \\\"downtown\\\": 2, \\\"flat\\\": 3, \\\"lined\\\": 1, \\\"excuse\\\": 2, \\\"frustrated\\\": 1, \\\"anyway\\\": 2, \\\"fs\\\": 1, \\\"performed\\\": 1, \\\"due\\\": 1, \\\"20\\\": 3, \\\"acknowledged\\\": 1, \\\"35\\\": 2, \\\"forgetting\\\": 1, \\\"opinion\\\": 1, \\\"entrees\\\": 2, \\\"gc\\\": 1, \\\"hawaiian\\\": 1, \\\"breeze\\\": 1, \\\"mango\\\": 1, \\\"magic\\\": 1, \\\"pineapple\\\": 1, \\\"delight\\\": 2, \\\"smoothies\\\": 1, \\\"far\\\": 5, \\\"they're\\\": 1, \\\"lost\\\": 2, \\\"omg\\\": 2, \\\"delicioso\\\": 1, \\\"husband\\\": 3, \\\"his\\\": 6, \\\"sunglasses\\\": 1, \\\"gyro\\\": 1, \\\"lettuce\\\": 1, \\\"drive\\\": 3, \\\"needless\\\": 2, \\\"join\\\": 1, \\\"club\\\": 1, \\\"awesome\\\": 11, \\\"offers\\\": 1, \\\"via\\\": 1, \\\"email\\\": 1, \\\"generous\\\": 3, \\\"portion\\\": 1, \\\"seasonal\\\": 1, \\\"fruit\\\": 1, \\\"white\\\": 1, \\\"peach\\\": 1, \\\"puree\\\": 1, \\\"said\\\": 7, \\\"mouths\\\": 1, \\\"bellies\\\": 1, \\\"still\\\": 9, \\\"pleased\\\": 1, \\\"panna\\\": 1, \\\"cotta\\\": 1, \\\"above\\\": 1, \\\"tasteless\\\": 4, \\\"let\\\": 2, \\\"alone\\\": 1, \\\"pros\\\": 1, \\\"large\\\": 4, \\\"seating\\\": 2, \\\"simple\\\": 2, \\\"brick\\\": 2, \\\"oven\\\": 2, \\\"homemade\\\": 2, \\\"dough\\\": 1, \\\"appetizer\\\": 1, \\\"sushi\\\": 8, \\\"craving\\\": 1, \\\"while\\\": 7, \\\"receives\\\": 1, \\\"appetizers\\\": 2, \\\"greatest\\\": 1, \\\"moods\\\": 1, \\\"beat\\\": 4, \\\"salads\\\": 1, \\\"buffet\\\": 8, \\\"offered\\\": 1, \\\"enjoyed\\\": 5, \\\"mouthful\\\": 1, \\\"enjoyable\\\": 1, \\\"relaxed\\\": 1, \\\"venue\\\": 1, \\\"couples\\\": 1, \\\"groups\\\": 1, \\\"etc\\\": 1, \\\"cashier\\\": 2, \\\"care\\\": 2, \\\"ended\\\": 1, \\\"wayyy\\\": 1, \\\"overpriced\\\": 5, \\\"dressed\\\": 1, \\\"rudely\\\": 1, \\\"ambiance\\\": 7, \\\"terrible\\\": 6, \\\"cow\\\": 2, \\\"tongue\\\": 1, \\\"cheek\\\": 1, \\\"tacos\\\": 4, \\\"hopefully\\\": 1, \\\"bodes\\\": 1, \\\"someone\\\": 3, \\\"cook\\\": 2, \\\"immediately\\\": 3, \\\"wanted\\\": 3, \\\"talk\\\": 5, \\\"guy\\\": 2, \\\"doing\\\": 1, \\\"shots\\\": 1, \\\"fireball\\\": 1, \\\"behind\\\": 1, \\\"poorly\\\": 1, \\\"constructed\\\": 1, \\\"actually\\\": 1, \\\"where\\\": 5, \\\"high\\\": 3, \\\"caesar\\\": 1, \\\"leaves\\\": 1, \\\"lot\\\": 6, \\\"desired\\\": 1, \\\"tots\\\": 2, \\\"onion\\\": 1, \\\"rings\\\": 1, \\\"perfection\\\": 2, \\\"close\\\": 4, \\\"double\\\": 2, \\\"cheeseburger\\\": 2, \\\"boyfriend\\\": 2, \\\"completely\\\": 2, \\\"delightful\\\": 2, \\\"away\\\": 5, \\\"stuffed\\\": 1, \\\"happy\\\": 5, \\\"avoid\\\": 4, \\\"cost\\\": 1, \\\"lighting\\\": 1, \\\"dark\\\": 2, \\\"set\\\": 2, \\\"mood\\\": 1, \\\"burger\\\": 9, \\\"rare\\\": 3, \\\"bites\\\": 2, \\\"refused\\\": 1, \\\"anymore\\\": 1, \\\"google\\\": 1, \\\"imagine\\\": 1, \\\"smashburger\\\": 1, \\\"pop\\\": 2, \\\"town\\\": 6, \\\"guess\\\": 3, \\\"should\\\": 5, \\\"suck\\\": 1, \\\"excalibur\\\": 1, \\\"use\\\": 2, \\\"common\\\": 1, \\\"sense\\\": 1, \\\"tender\\\": 6, \\\"crema\\\": 1, \\\"caf\\\\u00e9\\\": 1, \\\"expanded\\\": 1, \\\"don't'\\\": 1, \\\"part\\\": 1, \\\"combo\\\": 1, \\\"ala\\\": 1, \\\"cart\\\": 1, \\\"healthy\\\": 1, \\\"ethic\\\": 1, \\\"buffets\\\": 1, \\\"similarly\\\": 1, \\\"delivery\\\": 1, \\\"man\\\": 1, \\\"apology\\\": 1, \\\"45\\\": 1, \\\"nargile\\\": 1, \\\"total\\\": 3, \\\"waste\\\": 5, \\\"rock\\\": 1, \\\"casino\\\": 1, \\\"step\\\": 1, \\\"forward\\\": 1, \\\"denny's\\\": 1, \\\"location\\\": 2, \\\"seat\\\": 1, \\\"covers\\\": 1, \\\"replenished\\\": 1, \\\"plain\\\": 1, \\\"yucky\\\": 1, \\\"impressive\\\": 1, \\\"hasn't\\\": 1, \\\"closed\\\": 1, \\\"disgusting\\\": 2, \\\"extremely\\\": 5, \\\"crumby\\\": 1, \\\"ago\\\": 3, \\\"bye\\\": 2, \\\"tip\\\": 3, \\\"lady\\\": 2, \\\"ians\\\": 1, \\\"mexican\\\": 2, \\\"whole\\\": 1, \\\"bunch\\\": 2, \\\"interesting\\\": 2, \\\"yet\\\": 3, \\\"meats\\\": 1, \\\"choose\\\": 2, \\\"need\\\": 2, \\\"positive\\\": 1, \\\"note\\\": 2, \\\"provided\\\": 1, \\\"judge\\\": 2, \\\"whether\\\": 1, \\\"these\\\": 3, \\\"sides\\\": 2, \\\"grossed\\\": 2, \\\"melted\\\": 1, \\\"styrofoam\\\": 1, \\\"fear\\\": 1, \\\"sick\\\": 4, \\\"mom\\\": 2, \\\"looking\\\": 2, \\\"crawfish\\\": 1, \\\"bagels\\\": 2, \\\"grocery\\\": 1, \\\"store\\\": 1, \\\"it'll\\\": 1, \\\"regular\\\": 2, \\\"stop\\\": 3, \\\"trips\\\": 1, \\\"phoenix\\\": 4, \\\"arepas\\\": 1, \\\"fantastic\\\": 7, \\\"wife\\\": 3, \\\"loves\\\": 1, \\\"roasted\\\": 2, \\\"garlic\\\": 1, \\\"bone\\\": 1, \\\"marrow\\\": 2, \\\"added\\\": 2, \\\"extra\\\": 1, \\\"expert\\\": 1, \\\"connisseur\\\": 1, \\\"topic\\\": 1, \\\"weekly\\\": 1, \\\"haunt\\\": 1, \\\"each\\\": 6, \\\"day\\\": 7, \\\"week\\\": 2, \\\"different\\\": 2, \\\"started\\\": 2, \\\"review\\\": 2, \\\"editing\\\": 1, \\\"definately\\\": 2, \\\"ourselves\\\": 1, \\\"5\\\": 7, \\\"giving\\\": 1, \\\"modern\\\": 1, \\\"hip\\\": 1, \\\"maintaining\\\": 1, \\\"coziness\\\": 1, \\\"summarize\\\": 1, \\\"nay\\\": 1, \\\"transcendant\\\": 1, \\\"brings\\\": 1, \\\"joy\\\": 1, \\\"memory\\\": 1, \\\"pneumatic\\\": 1, \\\"condiment\\\": 1, \\\"dispenser\\\": 1, \\\"classic\\\": 1, \\\"maine\\\": 1, \\\"lobster\\\": 3, \\\"roll\\\": 1, \\\"insults\\\": 1, \\\"profound\\\": 1, \\\"deuchebaggery\\\": 1, \\\"smoke\\\": 1, \\\"break\\\": 2, \\\"solidify\\\": 1, \\\"ensued\\\": 1, \\\"wontons\\\": 1, \\\"thin\\\": 3, \\\"thick\\\": 1, \\\"almost\\\": 2, \\\"mouth\\\": 2, \\\"would've\\\": 1, \\\"given\\\": 1, \\\"godfathers\\\": 1, \\\"martini\\\": 1, \\\"shocked\\\": 1, \\\"signs\\\": 1, \\\"indicate\\\": 1, \\\"cash\\\": 1, \\\"favorite\\\": 2, \\\"shawarrrrrrma\\\": 1, \\\"jalapeno\\\": 1, \\\"soooo\\\": 1, \\\"bisque\\\": 2, \\\"bussell\\\": 1, \\\"sprouts\\\": 1, \\\"risotto\\\": 1, \\\"needed\\\": 2, \\\"salt\\\": 3, \\\"pepper\\\": 2, \\\"course\\\": 3, \\\"literally\\\": 2, \\\"asking\\\": 1, \\\"does\\\": 1, \\\"nachos\\\": 2, \\\"movies\\\": 1, \\\"expect\\\": 4, \\\"little\\\": 7, \\\"cute\\\": 2, \\\"sadly\\\": 1, \\\"gordon\\\": 1, \\\"ramsey's\\\": 1, \\\"shall\\\": 1, \\\"sharply\\\": 1, \\\"spaghetti\\\": 1, \\\"whatsoever\\\": 1, \\\"biscuits\\\": 2, \\\"maria\\\": 1, \\\"brunch\\\": 3, \\\"spot\\\": 6, \\\"four\\\": 1, \\\"blue\\\": 1, \\\"shirt\\\": 1, \\\"vibe\\\": 3, \\\"letting\\\": 1, \\\"tapas\\\": 1, \\\"dishes\\\": 7, \\\"apparently\\\": 1, \\\"heard\\\": 2, \\\"batter\\\": 1, \\\"grilled\\\": 1, \\\"yellow\\\": 1, \\\"saffron\\\": 1, \\\"seasoning\\\": 1, \\\"oysters\\\": 1, \\\"absolutley\\\": 1, \\\"crostini\\\": 1, \\\"stale\\\": 2, \\\"scallop\\\": 2, \\\"appalling\\\": 1, \\\"lukewarm\\\": 2, \\\"sitting\\\": 1, \\\"crepe\\\": 1, \\\"station\\\": 2, \\\"cant\\\": 2, \\\"descriptions\\\": 1, \\\"yum\\\": 2, \\\"eel\\\": 1, \\\"mayo\\\": 2, \\\"rolls\\\": 3, \\\"sauces\\\": 1, \\\"dont\\\": 1, \\\"long\\\": 5, \\\"stretch\\\": 1, \\\"imagination\\\": 1, \\\"cheesecurds\\\": 1, \\\"accomodate\\\": 1, \\\"vegan\\\": 1, \\\"veggie\\\": 1, \\\"options\\\": 4, \\\"liking\\\": 1, \\\"number\\\": 1, \\\"reasons\\\": 1, \\\"reviewing\\\": 1, \\\"leave\\\": 3, \\\"sergeant\\\": 1, \\\"auju\\\": 1, \\\"strings\\\": 1, \\\"pasta\\\": 5, \\\"bottom\\\": 1, \\\"disrespected\\\": 2, \\\"human\\\": 2, \\\"deserves\\\": 2, \\\"generic\\\": 1, \\\"eaten\\\": 4, \\\"bowl\\\": 2, \\\"hadn't\\\": 1, \\\"wasted\\\": 1, \\\"life\\\": 2, \\\"poured\\\": 1, \\\"wound\\\": 1, \\\"drawing\\\": 1, \\\"friend's\\\": 2, \\\"touched\\\": 1, \\\"inexpensive\\\": 2, \\\"boot\\\": 2, \\\"neighborhood\\\": 2, \\\"gem\\\": 1, \\\"watched\\\": 3, \\\"pay\\\": 3, \\\"attention\\\": 1, \\\"ignore\\\": 1, \\\"you'd\\\": 2, \\\"venture\\\": 1, \\\"further\\\": 1, \\\"hit\\\": 4, \\\"duck\\\": 3, \\\"pink\\\": 1, \\\"shouldn't\\\": 1, \\\"eggs\\\": 2, \\\"forever\\\": 1, \\\"ate\\\": 3, \\\"though\\\": 2, \\\"impeccable\\\": 2, \\\"ambience\\\": 1, \\\"downside\\\": 1, \\\"lastly\\\": 1, \\\"mozzarella\\\": 1, \\\"sticks\\\": 1, \\\"petty\\\": 1, \\\"desserts\\\": 2, \\\"visit\\\": 4, \\\"hiro\\\": 1, \\\"perhaps\\\": 1, \\\"caught\\\": 1, \\\"judging\\\": 1, \\\"inspired\\\": 1, \\\"fair\\\": 1, \\\"pictures\\\": 1, \\\"him\\\": 3, \\\"main\\\": 1, \\\"crowd\\\": 2, \\\"older\\\": 1, \\\"mid\\\": 1, \\\"30s\\\": 1, \\\"highlights\\\": 1, \\\"nigiri\\\": 1, \\\"100\\\": 1, \\\"cheese\\\": 3, \\\"crisp\\\": 1, \\\"consider\\\": 1, \\\"theft\\\": 1, \\\"opened\\\": 1, \\\"phenomenal\\\": 1, \\\"exceptional\\\": 1, \\\"screams\\\": 1, \\\"legit\\\": 1, \\\"book\\\": 1, \\\"somethat's\\\": 1, \\\"del\\\": 1, \\\"taco\\\": 1, \\\"avoided\\\": 1, \\\"preparing\\\": 1, \\\"bloody\\\": 1, \\\"mary\\\": 1, \\\"overcooked\\\": 1, \\\"charcoal\\\": 2, \\\"please\\\": 1, \\\"stir\\\": 2, \\\"noodles\\\": 1, \\\"poor\\\": 5, \\\"thats\\\": 1, \\\"thanks\\\": 1, \\\"dylan\\\": 1, \\\"t\\\": 1, \\\"yummy\\\": 4, \\\"tummy\\\": 1, \\\"fail\\\": 2, \\\"become\\\": 2, \\\"glance\\\": 1, \\\"lovely\\\": 2, \\\"bakery\\\": 2, \\\"cafe\\\": 3, \\\"ha\\\": 1, \\\"bay\\\": 3, \\\"flop\\\": 1, \\\"prime\\\": 1, \\\"rib\\\": 1, \\\"section\\\": 1, \\\"fav\\\": 1, \\\"voodoo\\\": 1, \\\"since\\\": 8, \\\"gluten\\\": 1, \\\"free\\\": 1, \\\"several\\\": 3, \\\"used\\\": 1, \\\"menus\\\": 1, \\\"handed\\\": 1, \\\"ladies\\\": 2, \\\"listed\\\": 1, \\\"highly\\\": 3, \\\"recommended\\\": 2, \\\"firehouse\\\": 1, \\\"typical\\\": 1, \\\"douchey\\\": 1, \\\"indoor\\\": 1, \\\"garden\\\": 1, \\\"tea\\\": 3, \\\"bill\\\": 3, \\\"without\\\": 1, \\\"hooked\\\": 1, \\\"wrapped\\\": 1, \\\"dates\\\": 1, \\\"neither\\\": 1, \\\"steiners\\\": 1, \\\"workers\\\": 1, \\\"handling\\\": 1, \\\"rowdy\\\": 1, \\\"stupid\\\": 1, \\\"decent\\\": 1, \\\"hamburger\\\": 1, \\\"disappoint\\\": 2, \\\"hell\\\": 1, \\\"biscuit\\\": 1, \\\"pace\\\": 2, \\\"joey's\\\": 1, \\\"voted\\\": 1, \\\"readers\\\": 1, \\\"magazine\\\": 1, \\\"hated\\\": 1, \\\"coconut\\\": 1, \\\"meals\\\": 2, \\\"pleasure\\\": 1, \\\"big\\\": 1, \\\"ya'all\\\": 1, \\\"fan\\\": 2, \\\"you're\\\": 2, \\\"served\\\": 5, \\\"gotten\\\": 1, \\\"services\\\": 1, \\\"diverse\\\": 1, \\\"reasonably\\\": 1, \\\"priced\\\": 1, \\\"returning\\\": 1, \\\"forty\\\": 1, \\\"five\\\": 1, \\\"vain\\\": 1, \\\"40min\\\": 1, \\\"passed\\\": 1, \\\"between\\\": 2, \\\"ordering\\\": 1, \\\"arriving\\\": 1, \\\"unbelievable\\\": 1, \\\"bargain\\\": 1, \\\"rge\\\": 1, \\\"fillet\\\": 1, \\\"relleno\\\": 1, \\\"plate\\\": 1, \\\"mussels\\\": 1, \\\"reduction\\\": 1, \\\"ground\\\": 1, \\\"smeared\\\": 1, \\\"stepped\\\": 2, \\\"tracked\\\": 1, \\\"everywhere\\\": 1, \\\"pile\\\": 1, \\\"green\\\": 3, \\\"bird\\\": 1, \\\"poop\\\": 1, \\\"needs\\\": 2, \\\"until\\\": 2, \\\"end\\\": 2, \\\"fabulous\\\": 1, \\\"vinegrette\\\": 2, \\\"assure\\\": 2, \\\"satifying\\\": 1, \\\"lover\\\": 1, \\\"means\\\": 2, \\\"liked\\\": 2, \\\"sound\\\": 1, \\\"actual\\\": 1, \\\"horrible\\\": 4, \\\"attitudes\\\": 2, \\\"towards\\\": 2, \\\"customers\\\": 2, \\\"mandalay\\\": 1, \\\"reminds\\\": 1, \\\"shops\\\": 1, \\\"san\\\": 1, \\\"francisco\\\": 1, \\\"chipolte\\\": 1, \\\"ranch\\\": 1, \\\"dipping\\\": 1, \\\"sause\\\": 1, \\\"seemed\\\": 2, \\\"watered\\\": 1, \\\"ok\\\": 3, \\\"shoe\\\": 1, \\\"leather\\\": 1, \\\"single\\\": 2, \\\"employee\\\": 1, \\\"water\\\": 1, \\\"refill\\\": 1, \\\"ample\\\": 1, \\\"connoisseur\\\": 1, \\\"difference\\\": 1, \\\"certainly\\\": 1, \\\"relax\\\": 1, \\\"parents\\\": 1, \\\"most\\\": 1, \\\"similar\\\": 1, \\\"complaints\\\": 1, \\\"silently\\\": 1, \\\"boring\\\": 1, \\\"extensive\\\": 1, \\\"provides\\\": 1, \\\"lots\\\": 2, \\\"recently\\\": 2, \\\"witnessed\\\": 1, \\\"guests\\\": 1, \\\"thru\\\": 1, \\\"half\\\": 1, \\\"somehow\\\": 1, \\\"nicest\\\": 1, \\\"chinese\\\": 2, \\\"rotating\\\": 1, \\\"beers\\\": 1, \\\"tap\\\": 1, \\\"highlight\\\": 1, \\\"exquisite\\\": 1, \\\"owners\\\": 2, \\\"quit\\\": 1, \\\"soooooo\\\": 1, \\\"freaking\\\": 1, \\\"papers\\\": 1, \\\"sucks\\\": 2, \\\"fianc\\\\u00e9\\\": 1, \\\"middle\\\": 1, \\\"greeted\\\": 1, \\\"crazy\\\": 2, \\\"crowds\\\": 1, \\\"juries\\\": 1, \\\"lawyers\\\": 1, \\\"court\\\": 1, \\\"macarons\\\": 1, \\\"insanely\\\": 1, \\\"allergy\\\": 1, \\\"warnings\\\": 1, \\\"clue\\\": 1, \\\"contain\\\": 1, \\\"peanuts\\\": 1, \\\"donut\\\": 1, \\\"attached\\\": 1, \\\"gas\\\": 1, \\\"sign\\\": 1, \\\"servers\\\": 3, \\\"changing\\\": 1, \\\"quaint\\\": 1, \\\"honest\\\": 2, \\\"downright\\\": 1, \\\"anything\\\": 2, \\\"duo\\\": 1, \\\"violinists\\\": 1, \\\"playing\\\": 1, \\\"songs\\\": 1, \\\"requested\\\": 1, \\\"app\\\": 1, \\\"eyed\\\": 1, \\\"peas\\\": 1, \\\"unreal\\\": 1, \\\"imagined\\\": 1, \\\"guys\\\": 1, \\\"loving\\\": 1, \\\"son\\\": 1, \\\"places\\\": 4, \\\"he's\\\": 1, \\\"north\\\": 1, \\\"scottsdale\\\": 1, \\\"red\\\": 1, \\\"bamboo\\\": 1, \\\"shoots\\\": 1, \\\"apologize\\\": 1, \\\"mac\\\": 1, \\\"convenient\\\": 2, \\\"dirt\\\": 2, \\\"help\\\": 1, \\\"delights\\\": 1, \\\"crust\\\": 2, \\\"teeth\\\": 1, \\\"sore\\\": 1, \\\"waaaaaayyyyyyyyyy\\\": 1, \\\"saying\\\": 1, \\\"paid\\\": 2, \\\"venturing\\\": 1, \\\"strip\\\": 2, \\\"pork\\\": 2, \\\"belly\\\": 2, \\\"return\\\": 4, \\\"proven\\\": 1, \\\"dead\\\": 1, \\\"accountant\\\": 1, \\\"screwed\\\": 1, \\\"chains\\\": 1, \\\"easily\\\": 1, \\\"soggy\\\": 3, \\\"call\\\": 1, \\\"steakhouse\\\": 1, \\\"properly\\\": 1, \\\"understand\\\": 1, \\\"rich\\\": 1, \\\"accordingly\\\": 1, \\\"guacamole\\\": 1, \\\"pur\\\\u00e9ed\\\": 1, \\\"level\\\": 1, \\\"spice\\\": 1, \\\"whelm\\\": 1, \\\"soup\\\": 2, \\\"bruschetta\\\": 1, \\\"devine\\\": 1, \\\"hilarious\\\": 1, \\\"christmas\\\": 1, \\\"eve\\\": 1, \\\"remember\\\": 1, \\\"biggest\\\": 1, \\\"entire\\\": 1, \\\"weird\\\": 1, \\\"unfortunately\\\": 4, \\\"disapppointment\\\": 1, \\\"thoroughly\\\": 1, \\\"thus\\\": 1, \\\"visited\\\": 1, \\\"honestly\\\": 1, \\\"blown\\\": 1, \\\"pancake\\\": 1, \\\"college\\\": 1, \\\"cooking\\\": 1, \\\"class\\\": 1, \\\"promise\\\": 1, \\\"customize\\\": 1, \\\"usual\\\": 1, \\\"eggplant\\\": 1, \\\"bean\\\": 1, \\\"fry\\\": 1, \\\"brownish\\\": 1, \\\"obviously\\\": 1, \\\"patty\\\": 1, \\\"falling\\\": 1, \\\"apart\\\": 1, \\\"picture\\\": 1, \\\"uploaded\\\": 1, \\\"yeah\\\": 1, \\\"bbq\\\": 1, \\\"lighter\\\": 1, \\\"pricing\\\": 1, \\\"public\\\": 1, \\\"ways\\\": 1, \\\"iced\\\": 1, \\\"unprofessional\\\": 1, \\\"loyal\\\": 1, \\\"patron\\\": 1, \\\"mean\\\": 1, \\\"famous\\\": 1, \\\"grandmother\\\": 1, \\\"same\\\": 2, \\\"drastically\\\": 1, \\\"outta\\\": 1, \\\"cold\\\": 7, \\\"con\\\": 1, \\\"spotty\\\": 1, \\\"classy\\\": 1, \\\"succulent\\\": 1, \\\"baseball\\\": 1, \\\"undercooked\\\": 2, \\\"aren't\\\": 1, \\\"ones\\\": 1, \\\"scene\\\": 1, \\\"restaurants\\\": 3, \\\"bought\\\": 1, \\\"house\\\": 2, \\\"fella\\\": 1, \\\"huevos\\\": 1, \\\"rancheros\\\": 1, \\\"appealing\\\": 1, \\\"such\\\": 2, \\\"surprise\\\": 1, \\\"real\\\": 3, \\\"hereas\\\": 1, \\\"tribute\\\": 2, \\\"event\\\": 1, \\\"held\\\": 1, \\\"spring\\\": 1, \\\"oh\\\": 2, \\\"empty\\\": 1, \\\"leftover\\\": 1, \\\"redeeming\\\": 1, \\\"sample\\\": 1, \\\"spinach\\\": 1, \\\"avocado\\\": 1, \\\"ingredients\\\": 1, \\\"patio\\\": 3, \\\"comfortable\\\": 2, \\\"mediterranean\\\": 1, \\\"fell\\\": 2, \\\"pricey\\\": 1, \\\"round\\\": 1, \\\"cashew\\\": 1, \\\"hankering\\\": 1, \\\"stood\\\": 1, \\\"begin\\\": 1, \\\"awkwardly\\\": 1, \\\"disgraceful\\\": 1, \\\"killer\\\": 1, \\\"chai\\\": 1, \\\"latte\\\": 1, \\\"lived\\\": 1, \\\"1979\\\": 1, \\\"foot\\\": 1, \\\"past\\\": 1, \\\"brother\\\": 1, \\\"law\\\": 1, \\\"works\\\": 1, \\\"kids\\\": 1, \\\"kiddos\\\": 1, \\\"disbelief\\\": 1, \\\"qualified\\\": 1, \\\"version\\\": 1, \\\"foods\\\": 1, \\\"jamaican\\\": 1, \\\"mojitos\\\": 1, \\\"low\\\": 1, \\\"key\\\": 1, \\\"non\\\": 1, \\\"fancy\\\": 1, \\\"affordable\\\": 1, \\\"informative\\\": 1, \\\"reheated\\\": 1, \\\"wedges\\\": 1, \\\"decor\\\": 2, \\\"calligraphy\\\": 1, \\\"wall\\\": 2, \\\"paper\\\": 1, \\\"second\\\": 1, \\\"golden\\\": 1, \\\"fly\\\": 2, \\\"apple\\\": 1, \\\"juice\\\": 1, \\\"regularly\\\": 1, \\\"accident\\\": 1, \\\"happier\\\": 1, \\\"caballero's\\\": 1, \\\"exceeding\\\": 1, \\\"dreamed\\\": 1, \\\"nyc\\\": 1, \\\"lox\\\": 1, \\\"capers\\\": 1, \\\"hole\\\": 1, \\\"street\\\": 1, \\\"inch\\\": 1, \\\"piece\\\": 3, \\\"wire\\\": 1, \\\"whenever\\\": 1, \\\"its\\\": 1, \\\"traditional\\\": 1, \\\"hunan\\\": 1, \\\"inconsiderate\\\": 1, \\\"continue\\\": 1, \\\"andddd\\\": 1, \\\"date\\\": 1, \\\"anyone\\\": 2, \\\"monster\\\": 1, \\\"dine\\\": 2, \\\"weekend\\\": 1, \\\"cocktails\\\": 1, \\\"handmade\\\": 1, \\\"ventilation\\\": 1, \\\"upgrading\\\": 1, \\\"cause\\\": 1, \\\"owned\\\": 1, \\\"beauty\\\": 1, \\\"fucking\\\": 1, \\\"blame\\\": 1, \\\"placed\\\": 1, \\\"consistent\\\": 1, \\\"boba\\\": 1, \\\"disgusted\\\": 1, \\\"s\\\": 1, \\\"flavored\\\": 1, \\\"moist\\\": 1, \\\"worse\\\": 3, \\\"humiliated\\\": 1, \\\"worker\\\": 1, \\\"front\\\": 2, \\\"name\\\": 1, \\\"callings\\\": 1, \\\"says\\\": 1, \\\"hi\\\": 1, \\\"beyond\\\": 1, \\\"arrives\\\": 1, \\\"meh\\\": 1, \\\"chow\\\": 1, \\\"mein\\\": 1, \\\"japanese\\\": 1, \\\"dude\\\": 1, \\\"gold\\\": 1, \\\"standard\\\": 1, \\\"17\\\": 1, \\\"inflate\\\": 1, \\\"smaller\\\": 1, \\\"grow\\\": 1, \\\"rapidly\\\": 1, \\\"classics\\\": 1, \\\"sorely\\\": 1, \\\"incredibly\\\": 1, \\\"prepared\\\": 1, \\\"privileged\\\": 1, \\\"working\\\": 1, \\\"gratuity\\\": 1, \\\"party\\\": 3, \\\"larger\\\": 1, \\\"6\\\": 1, \\\"vanilla\\\": 1, \\\"creamy\\\": 2, \\\"smooth\\\": 1, \\\"profiterole\\\": 1, \\\"choux\\\": 1, \\\"pastry\\\": 1, \\\"contained\\\": 1, \\\"appetite\\\": 1, \\\"instantly\\\": 1, \\\"temp\\\": 1, \\\"prepare\\\": 1, \\\"bare\\\": 1, \\\"hands\\\": 2, \\\"gloves\\\": 1, \\\"deep\\\": 1, \\\"oil\\\": 1, \\\"self\\\": 1, \\\"proclaimed\\\": 1, \\\"coffee\\\": 2, \\\"wildly\\\": 1, \\\"serivce\\\": 1, \\\"bouchon\\\": 1, \\\"2007\\\": 1, \\\"sunday\\\": 1, \\\"tigerlilly\\\": 1, \\\"afternoon\\\": 1, \\\"def\\\": 1, \\\"below\\\": 1, \\\"experiencing\\\": 1, \\\"underwhelming\\\": 1, \\\"relationship\\\": 1, \\\"parties\\\": 1, \\\"person\\\": 2, \\\"frozen\\\": 1, \\\"jerk\\\": 1, \\\"sexy\\\": 1, \\\"outrageously\\\": 1, \\\"flirting\\\": 1, \\\"hottest\\\": 1, \\\"strawberry\\\": 1, \\\"flavourful\\\": 1, \\\"cape\\\": 1, \\\"cod\\\": 1, \\\"ravoli\\\": 1, \\\"cranberry\\\": 1, \\\"mmmm\\\": 1, \\\"bus\\\": 1, \\\"hand\\\": 2, \\\"miss\\\": 1, \\\"wish\\\": 1, \\\"philadelphia\\\": 1, \\\"star\\\": 1, \\\"90\\\": 1, \\\"madison\\\": 1, \\\"ironman\\\": 1, \\\"metro\\\": 1, \\\"bucks\\\": 1, \\\"head\\\": 1, \\\"caterpillar\\\": 1, \\\"officially\\\": 1, \\\"circumstances\\\": 1, \\\"tops\\\": 1, \\\"freezing\\\": 1, \\\"forth\\\": 1, \\\"hardly\\\": 1, \\\"flavors\\\": 1, \\\"slaw\\\": 1, \\\"drenched\\\": 1, \\\"bits\\\": 1, \\\"original\\\": 1, \\\"likes\\\": 1, \\\"case\\\": 1, \\\"colder\\\": 1, \\\"anyways\\\": 1, \\\"filling\\\": 1, \\\"third\\\": 1, \\\"spends\\\": 1, \\\"talking\\\": 1, \\\"themselves\\\": 1, \\\"pastas\\\": 1, \\\"power\\\": 1, \\\"letdown\\\": 1, \\\"camelback\\\": 1, \\\"flower\\\": 2, \\\"shop\\\": 1, \\\"cartel\\\": 1, \\\"greens\\\": 1, \\\"hearts\\\": 1, \\\"palm\\\": 1, \\\"wines\\\": 1, \\\"wide\\\": 1, \\\"array\\\": 1, \\\"relocated\\\": 1, \\\"egg\\\": 2, \\\"car\\\": 1, \\\"breaks\\\": 1, \\\"starving\\\": 1, \\\"hopes\\\": 1, \\\"stuff\\\": 1, \\\"decide\\\": 1, \\\"driving\\\": 1, \\\"tucson\\\": 1, \\\"sour\\\": 1, \\\"soups\\\": 1, \\\"summer\\\": 1, \\\"charming\\\": 1, \\\"outdoor\\\": 1, \\\"staying\\\": 1, \\\"mgm\\\": 1, \\\"besides\\\": 1, \\\"costco's\\\": 1, \\\"serves\\\": 1, \\\"space\\\": 1, \\\"tiny\\\": 1, \\\"elegantly\\\": 1, \\\"tater\\\": 1, \\\"southwest\\\": 1, \\\"pleasant\\\": 1, \\\"honor\\\": 1, \\\"hut\\\": 1, \\\"coupons\\\": 1, \\\"carly's\\\": 1, \\\"worries\\\": 1, \\\"absolute\\\": 1, \\\"burrittos\\\": 1, \\\"blah\\\": 1, \\\"dripping\\\": 1, \\\"mostly\\\": 1, \\\"edible\\\": 1, \\\"bartender\\\": 1, \\\"personable\\\": 1, \\\"veggitarian\\\": 1, \\\"platter\\\": 1, \\\"awkward\\\": 1, \\\"5lb\\\": 1, \\\"4ths\\\": 1, \\\"gristle\\\": 1, \\\"fat\\\": 1}\", \"word_docs\": \"{\\\"sashimi\\\": 3, \\\"worst\\\": 10, \\\"salmon\\\": 4, \\\"was\\\": 211, \\\"the\\\": 358, \\\"an\\\": 26, \\\"frenchman\\\": 1, \\\"experienced\\\": 1, \\\"by\\\": 20, \\\"new\\\": 3, \\\"restaurant\\\": 19, \\\"excellent\\\": 9, \\\"service\\\": 64, \\\"for\\\": 77, \\\"lunch\\\": 7, \\\"slow\\\": 8, \\\"went\\\": 9, \\\"suffers\\\": 1, \\\"trying\\\": 2, \\\"from\\\": 16, \\\"not\\\": 91, \\\"think\\\": 13, \\\"enough\\\": 12, \\\"this\\\": 103, \\\"i\\\": 208, \\\"hard\\\": 5, \\\"here\\\": 43, \\\"had\\\": 58, \\\"experience\\\": 16, \\\"great\\\": 56, \\\"a\\\": 160, \\\"and\\\": 268, \\\"just\\\": 25, \\\"to\\\": 144, \\\"home\\\": 5, \\\"got\\\": 14, \\\"driest\\\": 2, \\\"damn\\\": 4, \\\"wings\\\": 4, \\\"ever\\\": 21, \\\"see\\\": 6, \\\"delicious\\\": 22, \\\"batch\\\": 1, \\\"brought\\\": 3, \\\"fries\\\": 6, \\\"they\\\": 40, \\\"fresh\\\": 13, \\\"no\\\": 20, \\\"something\\\": 2, \\\"warm\\\": 5, \\\"but\\\": 49, \\\"yay\\\": 1, \\\"of\\\": 100, \\\"thinking\\\": 1, \\\"tragedy\\\": 1, \\\"struck\\\": 1, \\\"then\\\": 9, \\\"awful\\\": 3, \\\"food\\\": 95, \\\"portions\\\": 5, \\\"huge\\\": 4, \\\"discount\\\": 1, \\\"give\\\": 7, \\\"military\\\": 1, \\\"helpful\\\": 3, \\\"us\\\": 17, \\\"wasn't\\\": 11, \\\"waiter\\\": 6, \\\"checked\\\": 3, \\\"or\\\": 13, \\\"on\\\": 40, \\\"friendly\\\": 21, \\\"rarely\\\": 2, \\\"could\\\": 12, \\\"meal\\\": 7, \\\"complain\\\": 2, \\\"because\\\": 14, \\\"business\\\": 4, \\\"barely\\\": 4, \\\"stomach\\\": 1, \\\"didn't\\\": 11, \\\"it\\\": 102, \\\"have\\\": 45, \\\"price\\\": 4, \\\"few\\\": 6, \\\"would\\\": 21, \\\"gone\\\": 2, \\\"much\\\": 14, \\\"rather\\\": 3, \\\"can\\\": 14, \\\"that\\\": 54, \\\"place\\\": 78, \\\"fried\\\": 4, \\\"as\\\": 27, \\\"dry\\\": 3, \\\"rice\\\": 4, \\\"well\\\": 11, \\\"am\\\": 6, \\\"were\\\": 50, \\\"both\\\": 6, \\\"unbelievably\\\": 1, \\\"so\\\": 53, \\\"glad\\\": 2, \\\"them\\\": 12, \\\"back\\\": 49, \\\"good\\\": 74, \\\"we\\\": 62, \\\"truly\\\": 1, \\\"eclectic\\\": 1, \\\"selection\\\": 8, \\\"sub\\\": 1, \\\"their\\\": 23, \\\"gratitude\\\": 1, \\\"par\\\": 3, \\\"received\\\": 3, \\\"going\\\": 16, \\\"effort\\\": 1, \\\"won't\\\": 16, \\\"be\\\": 49, \\\"show\\\": 1, \\\"my\\\": 59, \\\"based\\\": 1, \\\"chips\\\": 7, \\\"is\\\": 118, \\\"sals\\\": 1, \\\"amazing\\\": 17, \\\"even\\\": 15, \\\"orders\\\": 2, \\\"go\\\": 29, \\\"are\\\": 42, \\\"quick\\\": 4, \\\"like\\\": 39, \\\"greedy\\\": 1, \\\"dime\\\": 1, \\\"me\\\": 14, \\\"another\\\": 7, \\\"corporation\\\": 1, \\\"never\\\": 17, \\\"will\\\": 30, \\\"serve\\\": 1, \\\"hummus\\\": 2, \\\"naan\\\": 1, \\\"some\\\": 14, \\\"bread\\\": 3, \\\"sauce\\\": 8, \\\"nut\\\": 1, \\\"spicy\\\": 8, \\\"world\\\": 2, \\\"also\\\": 20, \\\"with\\\": 53, \\\"now\\\": 8, \\\"out\\\": 23, \\\"indian\\\": 1, \\\"pine\\\": 1, \\\"happened\\\": 2, \\\"off\\\": 7, \\\"what\\\": 18, \\\"pretty\\\": 16, \\\"putting\\\": 1, \\\"next\\\": 9, \\\"side\\\": 5, \\\"refreshing\\\": 1, \\\"dressing\\\": 3, \\\"greek\\\": 2, \\\"tasty\\\": 9, \\\"pita\\\": 2, \\\"very\\\": 48, \\\"salad\\\": 15, \\\"selections\\\": 2, \\\"pizza\\\": 11, \\\"nasty\\\": 2, \\\"texture\\\": 2, \\\"in\\\": 84, \\\"potato\\\": 6, \\\"found\\\": 6, \\\"i'm\\\": 17, \\\"strangers\\\": 1, \\\"hair\\\": 2, \\\"eat\\\": 15, \\\"minutes\\\": 13, \\\"ten\\\": 2, \\\"gave\\\": 3, \\\"sat\\\": 4, \\\"left\\\": 4, \\\"up\\\": 21, \\\"finally\\\": 2, \\\"order\\\": 9, \\\"correct\\\": 1, \\\"if\\\": 18, \\\"zero\\\": 3, \\\"stars\\\": 11, \\\"there\\\": 29, \\\"i've\\\": 10, \\\"probably\\\": 8, \\\"seen\\\": 1, \\\"none\\\": 3, \\\"vegas\\\": 18, \\\"you\\\": 41, \\\"tell\\\": 6, \\\"can't\\\": 6, \\\"how\\\": 12, \\\"disappointed\\\": 15, \\\"exactly\\\": 1, \\\"find\\\": 2, \\\"hoping\\\": 1, \\\"been\\\": 15, \\\"nearly\\\": 1, \\\"living\\\": 1, \\\"las\\\": 1, \\\"years\\\": 3, \\\"jewel\\\": 1, \\\"chewy\\\": 3, \\\"tasted\\\": 5, \\\"old\\\": 5, \\\"way\\\": 12, \\\"super\\\": 5, \\\"elsewhere\\\": 4, \\\"do\\\": 9, \\\"favor\\\": 2, \\\"bite\\\": 2, \\\"yourself\\\": 3, \\\"familiar\\\": 1, \\\"look\\\": 4, \\\"seems\\\": 2, \\\"grab\\\": 1, \\\"pub\\\": 1, \\\"blow\\\": 1, \\\"final\\\": 1, \\\"enjoy\\\": 6, \\\"annoying\\\": 1, \\\"isn't\\\": 3, \\\"people\\\": 7, \\\"dealing\\\": 2, \\\"world's\\\": 1, \\\"bad\\\": 14, \\\"drunk\\\": 1, \\\"rave\\\": 1, \\\"wait\\\": 10, \\\"after\\\": 11, \\\"couldn't\\\": 1, \\\"all\\\": 34, \\\"disappointment\\\": 4, \\\"reviews\\\": 3, \\\"arrived\\\": 2, \\\"when\\\": 17, \\\"one\\\": 25, \\\"missing\\\": 1, \\\"gyros\\\": 2, \\\"everything\\\": 9, \\\"gross\\\": 2, \\\"steve\\\": 1, \\\"holiday\\\": 1, \\\"rick\\\": 1, \\\"bank\\\": 1, \\\"late\\\": 2, \\\"during\\\": 4, \\\"stopped\\\": 2, \\\"recommendation\\\": 2, \\\"may\\\": 4, \\\"loved\\\": 7, \\\"inviting\\\": 1, \\\"perfect\\\": 8, \\\"night\\\": 9, \\\"once\\\": 6, \\\"you'll\\\": 1, \\\"get\\\": 14, \\\"inside\\\": 5, \\\"impressed\\\": 7, \\\"sooooo\\\": 1, \\\"again\\\": 18, \\\"come\\\": 8, \\\"seasoned\\\": 1, \\\"sweet\\\": 4, \\\"cakes\\\": 1, \\\"tailored\\\": 1, \\\"six\\\": 2, \\\"about\\\": 14, \\\"pan\\\": 1, \\\"year\\\": 2, \\\"everyone\\\": 4, \\\"raving\\\": 1, \\\"sugary\\\": 2, \\\"palate\\\": 1, \\\"disaster\\\": 1, \\\"taste\\\": 10, \\\"burned\\\": 1, \\\"saganaki\\\": 1, \\\"wrong\\\": 4, \\\"things\\\": 5, \\\"beef\\\": 5, \\\"bland\\\": 10, \\\"turkey\\\": 1, \\\"roast\\\": 2, \\\"spend\\\": 2, \\\"your\\\": 21, \\\"else\\\": 2, \\\"time\\\": 33, \\\"money\\\": 5, \\\"fast\\\": 4, \\\"atmosphere\\\": 9, \\\"least\\\": 3, \\\"must\\\": 6, \\\"stay\\\": 3, \\\"at\\\": 43, \\\"breakfast\\\": 8, \\\"family\\\": 5, \\\"nice\\\": 20, \\\"later\\\": 2, \\\"couple\\\": 3, \\\"returned\\\": 1, \\\"months\\\": 1, \\\"menu\\\": 12, \\\"item\\\": 1, \\\"point\\\": 3, \\\"finger\\\": 1, \\\"any\\\": 11, \\\"better\\\": 11, \\\"postinos\\\": 1, \\\"really\\\": 31, \\\"hope\\\": 2, \\\"nothing\\\": 7, \\\"professional\\\": 2, \\\"degree\\\": 1, \\\"caring\\\": 1, \\\"every\\\": 9, \\\"teamwork\\\": 1, \\\"want\\\": 11, \\\"pho\\\": 5, \\\"angry\\\": 1, \\\"getting\\\": 6, \\\"establishment\\\": 4, \\\"ryan's\\\": 1, \\\"bar\\\": 7, \\\"edinburgh\\\": 1, \\\"revisiting\\\": 1, \\\"definitely\\\": 13, \\\"outstanding\\\": 2, \\\"prices\\\": 10, \\\"reasonable\\\": 5, \\\"quickly\\\": 3, \\\"either\\\": 6, \\\"always\\\": 13, \\\"wonderful\\\": 4, \\\"evening\\\": 2, \\\"table\\\": 9, \\\"helped\\\": 2, \\\"came\\\": 19, \\\"our\\\": 31, \\\"manager\\\": 4, \\\"mediocre\\\": 6, \\\"sandwich\\\": 7, \\\"dinners\\\": 1, \\\"many\\\": 7, \\\"soon\\\": 7, \\\"times\\\": 11, \\\"kind\\\": 4, \\\"steak\\\": 12, \\\"did\\\": 19, \\\"mess\\\": 1, \\\"owner's\\\": 1, \\\"might\\\": 1, \\\"first\\\": 15, \\\"last\\\": 6, \\\"touch\\\": 2, \\\"blows\\\": 1, \\\"fridays\\\": 1, \\\"music\\\": 1, \\\"totally\\\": 3, \\\"live\\\": 3, \\\"value\\\": 2, \\\"grease\\\": 2, \\\"smelled\\\": 1, \\\"walked\\\": 3, \\\"others\\\": 2, \\\"trap\\\": 1, \\\"only\\\": 20, \\\"eating\\\": 7, \\\"2\\\": 6, \\\"tepid\\\": 1, \\\"describing\\\": 1, \\\"meat\\\": 5, \\\"flavorless\\\": 1, \\\"hate\\\": 1, \\\"quality\\\": 10, \\\"those\\\": 3, \\\"olives\\\": 1, \\\"cheap\\\": 2, \\\"black\\\": 2, \\\"attentive\\\": 6, \\\"providing\\\": 1, \\\"customer\\\": 3, \\\"hours\\\": 2, \\\"around\\\": 7, \\\"who\\\": 8, \\\"pizzas\\\": 3, \\\"waited\\\": 6, \\\"other\\\": 11, \\\"waiting\\\": 4, \\\"her\\\": 6, \\\"10\\\": 4, \\\"we're\\\": 2, \\\"coming\\\": 9, \\\"realized\\\": 2, \\\"elk\\\": 1, \\\"sucked\\\": 2, \\\"filet\\\": 2, \\\"tonight\\\": 1, \\\"special\\\": 7, \\\"door\\\": 3, \\\"bathroom\\\": 2, \\\"ribeye\\\": 1, \\\"cooked\\\": 7, \\\"flavor\\\": 7, \\\"mesquite\\\": 1, \\\"perfectly\\\": 3, \\\"make\\\": 7, \\\"otto\\\": 1, \\\"welcome\\\": 1, \\\"feel\\\": 8, \\\"folks\\\": 4, \\\"why\\\": 2, \\\"busy\\\": 3, \\\"know\\\": 8, \\\"lacked\\\": 3, \\\"too\\\": 14, \\\"bit\\\": 5, \\\"salsa\\\": 2, \\\"i'd\\\": 3, \\\"seriously\\\": 6, \\\"airline\\\": 1, \\\"clean\\\": 7, \\\"quite\\\": 8, \\\"say\\\": 14, \\\"cool\\\": 3, \\\"love\\\": 15, \\\"margaritas\\\": 2, \\\"style\\\": 3, \\\"rushed\\\": 1, \\\"strike\\\": 1, \\\"wants\\\": 1, \\\"under\\\": 2, \\\"made\\\": 10, \\\"ahead\\\": 1, \\\"rubber\\\": 1, \\\"being\\\": 12, \\\"kept\\\": 4, \\\"potatoes\\\": 3, \\\"warmer\\\": 1, \\\"staff\\\": 13, \\\"joint\\\": 2, \\\"tables\\\": 5, \\\"8\\\": 2, \\\"seated\\\": 4, \\\"thirty\\\": 1, \\\"vacant\\\": 1, \\\"although\\\": 3, \\\"dollars\\\": 1, \\\"dinner\\\": 6, \\\"i'll\\\": 6, \\\"take\\\": 7, \\\"shrimp\\\": 5, \\\"limited\\\": 1, \\\"legs\\\": 1, \\\"boiled\\\": 1, \\\"crab\\\": 1, \\\"seafood\\\": 5, \\\"website\\\": 1, \\\"furthermore\\\": 1, \\\"operation\\\": 1, \\\"girlfriend's\\\": 1, \\\"veal\\\": 1, \\\"fare\\\": 2, \\\"it's\\\": 13, \\\"vegetarian\\\": 2, \\\"thought\\\": 5, \\\"average\\\": 4, \\\"best\\\": 26, \\\"twice\\\": 6, \\\"maybe\\\": 2, \\\"swung\\\": 1, \\\"try\\\": 6, \\\"deeply\\\": 1, \\\"simply\\\": 2, \\\"fairly\\\": 1, \\\"worth\\\": 8, \\\"pale\\\": 1, \\\"char\\\": 2, \\\"color\\\": 2, \\\"has\\\": 12, \\\"instead\\\": 1, \\\"over\\\": 8, \\\"rated\\\": 2, \\\"recommend\\\": 9, \\\"spicier\\\": 1, \\\"sure\\\": 6, \\\"ask\\\": 3, \\\"prefer\\\": 1, \\\"insulted\\\": 3, \\\"uninspired\\\": 1, \\\"mains\\\": 1, \\\"treated\\\": 2, \\\"equally\\\": 2, \\\"chicken\\\": 12, \\\"nan\\\": 1, \\\"han\\\": 1, \\\"friend\\\": 2, \\\"tartar\\\": 1, \\\"opportunity\\\": 2, \\\"wasting\\\": 1, \\\"cheated\\\": 1, \\\"company\\\": 2, \\\"thumbs\\\": 4, \\\"down\\\": 9, \\\"box\\\": 1, \\\"chip\\\": 1, \\\"12\\\": 1, \\\"count\\\": 1, \\\"sad\\\": 3, \\\"asked\\\": 4, \\\"list\\\": 3, \\\"hostess\\\": 1, \\\"multiple\\\": 2, \\\"myself\\\": 1, \\\"wine\\\": 3, \\\"ignored\\\": 1, \\\"dirty\\\": 4, \\\"fish\\\": 5, \\\"combination\\\": 1, \\\"nutshell\\\": 1, \\\"1\\\": 3, \\\"restaraunt\\\": 1, \\\"smells\\\": 1, \\\"sewer\\\": 1, \\\"market\\\": 1, \\\"overall\\\": 6, \\\"noca\\\": 1, \\\"thai\\\": 4, \\\"authentic\\\": 6, \\\"feels\\\": 2, \\\"vegetables\\\": 2, \\\"small\\\": 5, \\\"fine\\\": 3, \\\"dining\\\": 6, \\\"thing\\\": 7, \\\"management\\\": 4, \\\"rude\\\": 6, \\\"serving\\\": 2, \\\"server\\\": 10, \\\"she\\\": 8, \\\"untoasted\\\": 1, \\\"ordered\\\": 12, \\\"toasted\\\": 1, \\\"muffin\\\": 1, \\\"english\\\": 1, \\\"compliments\\\": 1, \\\"chef\\\": 4, \\\"boys\\\": 1, \\\"especially\\\": 2, \\\"two\\\": 7, \\\"bring\\\": 5, \\\"baby\\\": 2, \\\"which\\\": 13, \\\"wow\\\": 2, \\\"mind\\\": 2, \\\"loudly\\\": 1, \\\"publicly\\\": 1, \\\"known\\\": 2, \\\"joke\\\": 2, \\\"making\\\": 1, \\\"figured\\\": 1, \\\"friends\\\": 3, \\\"basically\\\": 2, \\\"fun\\\": 4, \\\"hello\\\": 1, \\\"right\\\": 7, \\\"beautiful\\\": 2, \\\"highlighted\\\": 1, \\\"setting\\\": 3, \\\"unique\\\": 1, \\\"sun\\\": 1, \\\"check\\\": 6, \\\"trimmed\\\": 1, \\\"steaks\\\": 3, \\\"hot\\\": 8, \\\"today\\\": 3, \\\"more\\\": 12, \\\"possible\\\": 3, \\\"than\\\": 10, \\\"buldogis\\\": 1, \\\"dog\\\": 3, \\\"gourmet\\\": 1, \\\"waitresses\\\": 1, \\\"word\\\": 2, \\\"lack\\\": 1, \\\"host\\\": 1, \\\"bitches\\\": 1, \\\"considering\\\": 2, \\\"aria\\\": 1, \\\"located\\\": 1, \\\"crystals\\\": 1, \\\"shopping\\\": 1, \\\"mall\\\": 2, \\\"companions\\\": 1, \\\"told\\\": 3, \\\"room\\\": 3, \\\"saving\\\": 1, \\\"drinks\\\": 3, \\\"weak\\\": 1, \\\"largely\\\": 1, \\\"disappointing\\\": 4, \\\"summary\\\": 1, \\\"itself\\\": 3, \\\"wouldn't\\\": 3, \\\"building\\\": 2, \\\"neat\\\": 1, \\\"trippy\\\": 1, \\\"decided\\\": 2, \\\"send\\\": 1, \\\"having\\\": 1, \\\"attack\\\": 2, \\\"heart\\\": 3, \\\"waitress\\\": 6, \\\"looked\\\": 2, \\\"verge\\\": 1, \\\"job\\\": 3, \\\"chefs\\\": 1, \\\"finish\\\": 2, \\\"don't\\\": 22, \\\"penne\\\": 1, \\\"vodka\\\": 1, \\\"drink\\\": 3, \\\"beer\\\": 6, \\\"mistake\\\": 2, \\\"moz\\\": 1, \\\"top\\\": 2, \\\"blanket\\\": 1, \\\"cover\\\": 1, \\\"done\\\": 5, \\\"subpar\\\": 1, \\\"we've\\\": 2, \\\"tried\\\": 5, \\\"sucker\\\": 1, \\\"boy\\\": 2, \\\"subway\\\": 1, \\\"expectations\\\": 1, \\\"meet\\\": 1, \\\"fact\\\": 4, \\\"anytime\\\": 3, \\\"we'll\\\": 3, \\\"full\\\": 3, \\\"he\\\": 12, \\\"luke\\\": 1, \\\"sever\\\": 1, \\\"took\\\": 8, \\\"overwhelmed\\\": 2, \\\"hour\\\": 6, \\\"running\\\": 4, \\\"4\\\": 2, \\\"bother\\\": 2, \\\"ice\\\": 4, \\\"satisfied\\\": 1, \\\"cream\\\": 4, \\\"dessert\\\": 4, \\\"feeling\\\": 2, \\\"disgrace\\\": 1, \\\"heat\\\": 2, \\\"amount\\\": 2, \\\"flavorful\\\": 3, \\\"hella\\\": 1, \\\"salty\\\": 1, \\\"bacon\\\": 4, \\\"cibo\\\": 1, \\\"paradise\\\": 1, \\\"refrained\\\": 1, \\\"valley\\\": 2, \\\"recommending\\\": 1, \\\"longer\\\": 2, \\\"industry\\\": 1, \\\"hospitality\\\": 1, \\\"work\\\": 1, \\\"dish\\\": 7, \\\"missed\\\": 1, \\\"khao\\\": 1, \\\"lovers\\\": 1, \\\"soi\\\": 1, \\\"curry\\\": 2, \\\"lordy\\\": 1, \\\"honeslty\\\": 1, \\\"guest\\\": 1, \\\"felt\\\": 7, \\\"treat\\\": 1, \\\"beautifully\\\": 1, \\\"claimed\\\": 1, \\\"70\\\": 1, \\\"group\\\": 1, \\\"handled\\\": 1, \\\"40\\\": 3, \\\"min\\\": 2, \\\"30\\\": 4, \\\"milk\\\": 1, \\\"chocolate\\\": 1, \\\"milkshake\\\": 1, \\\"believe\\\": 3, \\\"employees\\\": 1, \\\"owner\\\": 2, \\\"chickens\\\": 1, \\\"heads\\\": 1, \\\"cut\\\": 2, \\\"cannot\\\": 2, \\\"unexperienced\\\": 1, \\\"packed\\\": 1, \\\"eyes\\\": 1, \\\"stayed\\\": 2, \\\"rolled\\\": 1, \\\"bathrooms\\\": 2, \\\"decorated\\\": 2, \\\"looks\\\": 1, \\\"7\\\": 2, \\\"idea\\\": 1, \\\"85\\\": 1, \\\"paying\\\": 1, \\\"kid's\\\": 1, \\\"wienerschnitzel\\\": 1, \\\"walls\\\": 1, \\\"events\\\": 1, \\\"covered\\\": 1, \\\"watch\\\": 2, \\\"tv's\\\": 1, \\\"sporting\\\": 1, \\\"area\\\": 5, \\\"nude\\\": 1, \\\"outside\\\": 4, \\\"shower\\\": 1, \\\"rinse\\\": 1, \\\"unless\\\": 2, \\\"calamari\\\": 1, \\\"ri\\\": 1, \\\"multi\\\": 1, \\\"pumpkin\\\": 1, \\\"fluffy\\\": 1, \\\"butter\\\": 2, \\\"pancakes\\\": 2, \\\"grain\\\": 1, \\\"mom's\\\": 1, \\\"pecan\\\": 1, \\\"delish\\\": 1, \\\"meatloaf\\\": 1, \\\"tuna\\\": 2, \\\"crispy\\\": 2, \\\"including\\\": 1, \\\"wrap\\\": 2, \\\"melt\\\": 2, \\\"burgers\\\": 3, \\\"massive\\\": 1, \\\"dried\\\": 1, \\\"refried\\\": 1, \\\"beans\\\": 3, \\\"crusty\\\": 1, \\\"bartenders\\\": 1, \\\"flair\\\": 1, \\\"absolutely\\\": 8, \\\"cocktail\\\": 1, \\\"raspberry\\\": 1, \\\"incredible\\\": 3, \\\"lemon\\\": 1, \\\"into\\\": 2, \\\"drag\\\": 1, \\\"deal\\\": 5, \\\"expected\\\": 2, \\\"before\\\": 3, \\\"trip\\\": 3, \\\"sugar\\\": 1, \\\"lightly\\\": 1, \\\"slices\\\": 1, \\\"dusted\\\": 1, \\\"presentation\\\": 2, \\\"toast\\\": 1, \\\"perpared\\\": 1, \\\"3\\\": 5, \\\"powdered\\\": 1, \\\"giant\\\": 1, \\\"lined\\\": 1, \\\"excuse\\\": 2, \\\"grill\\\": 2, \\\"flat\\\": 2, \\\"downtown\\\": 2, \\\"frustrated\\\": 1, \\\"anyway\\\": 2, \\\"fs\\\": 1, \\\"performed\\\": 1, \\\"20\\\": 3, \\\"35\\\": 2, \\\"acknowledged\\\": 1, \\\"forgetting\\\": 1, \\\"due\\\": 1, \\\"opinion\\\": 1, 